Repository: 84000/data-translation-memory
Catalog: toh231-v1.tmx
Source language: bo
Languages: en

source: ཅི་ནས་ཀྱང་བདག་གིས་དགེ་སྦྱོང་གི་ཡོན་ཏན་ཡང་དག་པར་བླངས་ཏེ་གནས་པར་བྱ་བ་དང་། དགེ་སློང་གི་ཡོན་ཏན་དང་། སྦྱིན་པའི་གནས་ཀྱི་ཡོན་ཏན་རྣམས་ཡང་དག་པར་བླངས་ཏེ་གནས་པར་བྱ་བ་དེ་ལྟར་སྤྱོད་དོ་སྙམ་མོ།
en: I must by all means develop and maintain the qualities of a mendicant, a monk, and a field of generosity.’

source: དེ་འདི་སྙམ་དུ་བདག་གིས་ཐོག་མ་དང་ཐ་མ་མེད་པའི་སྐྱེ་བ་འཁོར་བ་ལས་རྒལ་བར་གྱུར་ཏམ་ཞེས་སེམས་ཤིང་།
en: “They will also ask themselves, ‘Have I crossed over this cycle of births that knows neither beginning nor end?’

source: དེས་འདི་སྙམ་དུ་བདག་གིས་དགེ་སློང་གི་ཚུལ་ཐོབ་པ་འདི་ནི་རྒལ་བ་དང་པོའོ།
en: Thus, they will think as follows: ‘I have adopted the way of a monk, which is my first crossing.

source: བདག་དགེ་སློང་གི་ཡོན་ཏན་དང་ལྡན་པ་འདི་ནི་རྒལ་བ་གཉིས་པའོ།
en: I have attained the qualities of a monk, which is my second crossing.

source: བདག་ལེ་ལོ་མེད་ཅིང་ཆོས་ཉིད་ཐོབ་པའི་ཕྱིར་ཅི་ནས་ཀྱང་ཐོག་མ་དང་ཐ་མ་མེད་པའི་སྐྱེ་བའི་འཁོར་བ་ལས་རྒལ་བར་འགྱུར་བ་དེ་ལྟར་བརྩོན་འགྲུས་བརྩམས་ཏེ་གནས་པར་བྱའོ་སྙམ་དུ་སེམས་ཏེ།
en: Free of laziness, and motivated to attain the intrinsic nature, I shall by all means muster and maintain diligence so that I will cross over this cycle of birth that knows neither beginning nor end.’

source: རིགས་ཀྱི་བུ་དེ་ལྟར་ཡོངས་སུ་རྟོག་པའི་བྱང་ཆུབ་སེམས་དཔའ་ནི་བདག་ཤེས་པ་ཡིན་ནོ།
en: Noble son, thinking in such ways bodhisattvas gain knowledge of themselves.

source: རིགས་ཀྱི་བུ་ཆོས་བཅུ་པོ་དེ་དག་དང་ལྡན་ན་བྱང་ཆུབ་སེམས་དཔའ་བདག་ཤེས་པ་རྣམས་ཡིན་ནོ།
en: Noble son, bodhisattvas who possess ten such qualities possess knowledge of themselves.

source: རིགས་ཀྱི་བུ་ཆོས་བཅུ་དང་ལྡན་ན་བྱང་ཆུབ་སེམས་དཔའ་འཇིག་རྟེན་ཤེས་པ་རྣམས་ཡིན་ནོ།
en: “Noble son, bodhisattvas endowed with ten qualities have knowledge of the world.

source: བཅུ་གང་ཞེ་ན། འདི་ལྟ་སྟེ། ཁེངས་པ་དག་ལ་དམའ་བ་རྣམས་ཡིན། ང་རྒྱལ་ཅན་དག་ལ་ང་རྒྱལ་མེད་པ་རྣམས་ཡིན། གྱ་གྱུ་ཅན་དག་ལ་དྲང་བོ་རྣམས་ཡིན། བརྫུན་དུ་སྨྲ་བ་དག་ལ་བདེན་པར་སྨྲ་བ་རྣམས་ཡིན། ཁ་མི་མཁས་པ་དག་ལ་སྙན་པར་སྨྲ་བ་རྣམས་ཡིན། རྩུབ་པ་དག་ལ་འཇམ་པར་སྨྲ་བ་རྣམས་ཡིན། ཁྲོ་བ་དག་ལ་བཟོད་པ་མང་བ་རྣམས་ཡིན། གཏུམ་པ་དག་ལ་བྱམས་པའི་བདག་ཉིད་ཅན་རྣམས་ཡིན། སྡུག་བསྔལ་བ་དག་ལ་སྙིང་རྗེའི་བདག་ཉིད་ཅན་རྣམས་ཡིན། སེར་སྣ་ཅན་དག་ལ་བགོ་བཤའ་བྱེད་པའི་ངང་ཚུལ་ཅན་རྣམས་ཡིན་ཏེ།
en: What are those ten? They are humility toward the haughty, no pride when facing the proud, honesty toward the deceitful, truthfulness toward liars, gentle words toward unskilled speakers, loving words toward the vicious, patience toward the aggressive, love toward the brutal, compassion toward the suffering, and sharing when meeting the stingy.

source: རིགས་ཀྱི་བུ་ཆོས་བཅུ་པོ་དེ་དག་དང་ལྡན་ན་བྱང་ཆུབ་སེམས་དཔའ་འཇིག་རྟེན་ཤེས་པ་རྣམས་ཡིན་ནོ།
en: Noble son, bodhisattvas who possess these ten such qualities have knowledge of the world.

source: རིགས་ཀྱི་བུ་ཆོས་བཅུ་དང་ལྡན་ན་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་སངས་རྒྱས་ཀྱི་ཞིང་ཡོངས་སུ་དག་པ་དག་ཏུ་སྐྱེའོ།
en: “Noble son, bodhisattvas endowed with ten qualities take birth in pure buddha realms.

source: བཅུ་གང་ཞེ་ན། འདི་ལྟ་སྟེ། སྐྱོན་མེད་པ་དང་། མ་འདྲེས་པ་དང་། མ་འབགས་པའི་ཚུལ་ཁྲིམས་དང་ལྡན་པས་ཚུལ་ཁྲིམས་ཡོངས་སུ་དག་པ་དང་ལྡན་པ་རྣམས་ཡིན།
en: What are those ten? They are pure discipline that is free of flaws, corruptions, or defilements;

source: སེམས་ཅན་ཐམས་ཅད་ལ་སྦྱོར་བ་མཉམ་པས་སེམས་སྙོམས་པ་རྣམས་ཡིན།
en: equal-mindedness as they engage with all beings equally;

source: དགེ་བའི་རྩ་བ་མི་ཆུང་བས་དགེ་བའི་རྩ་བ་རྒྱ་ཆེན་པོ་དང་ལྡན་པ་རྣམས་ཡིན།
en: possession of vast roots of virtue with no deficiency;

source: གོས་པ་མེད་པས་རྙེད་པ་དང་། བཀུར་སྟི་དང་། གྲགས་པ་དང་། སྒྲ་དང་། ཚིགས་སུ་བཅད་པའི་སེམས་ཡོངས་སུ་སྤངས་པ་རྣམས་ཡིན།
en: a complete relinquishment of wealth, respect, fame, honor, and praise due to being unpolluted;

source: ནེམ་ནུར་མེད་པའི་སེམས་དང་ལྡན་པས་དད་པ་རྣམས་ཡིན།
en: faith, as the mind is free of doubt;

source: སེམས་ལེ་ལོ་མེད་པ་དང་ལྡན་པས་བརྩོན་འགྲུས་བརྩམས་པ་རྣམས་ཡིན།
en: diligence, as the mind is free of laziness;

source: སེམས་མི་གཡེང་བ་དང་ལྡན་པས་བསམ་གཏན་ཕུན་སུམ་ཚོགས་པ་རྣམས་ཡིན།
en: excellent concentration, as the mind is undistracted;

source: ཤེས་རབ་འཆལ་པའི་རང་བཞིན་ཅན་མ་ཡིན་པས་མང་དུ་ཐོས་པ་རྣམས་ཡིན།
en: abundant learning free of stupidity;

source: ཤེས་རབ་རྣོ་བས་དབང་པོ་མི་རྟུལ་བ་རྣམས་ཡིན།
en: sharp faculties through penetrating insight;

source: གནོད་སེམས་མེད་པའི་སེམས་དང་ལྡན་པས་བྱམས་པའི་བདག་ཉིད་ཅན་རྣམས་ཡིན་ནོ།
en: and a loving nature, as the mind is free of ill will.”

source: བཅོམ་ལྡན་འདས་ཅི་ཆོས་དེ་དག་ཚོགས་པས་སྐྱེ་བར་འགྱུར་རམ། འོན་ཏེ་ལ་ལ་མ་ཚང་ཡང་སྐྱེ་བར་འགྱུར།
en: “Blessed One, does one take birth there only when all those factors have come together, or may one also be born there even when those factors are incomplete?”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། རིགས་ཀྱི་བུ་གང་ལ་ཆོས་ཚོགས་པ་དེ་དག་ལས་ཆོས་གཅིག་ཀྱང་སྐྱོན་མེད་པ། མ་འདྲེས་པ། མ་འབགས་པ། ཡོངས་སུ་དག་པ། ཡོངས་སུ་བྱང་བ། ཡོངས་སུ་རྫོགས་པར་གྱུར་པ་
en: “Noble son,” replied the Blessed One, “whoever has just one among these factors in a way that is flawless, uncorrupted, undefiled, pure, accomplished, and perfect has, noble son, all the other factors as well.

source: དེ་ལ་རིགས་ཀྱི་བུ་ཆོས་དེ་དག་ཐམས་ཅད་ཡོངས་སུ་རྫོགས་པར་འགྱུར་བས་རིགས་ཀྱི་བུ་དེའི་ཕྱིར་ཆོས་དེ་དག་ཚོགས་པས་སྐྱེའི། མ་ཚོགས་པས་ནི་མ་ཡིན་ཏེ།
en: Hence, noble son, when these factors come together one is born there, and when they are incomplete one is not.

source: རིགས་ཀྱི་བུ་ཆོས་བཅུ་པོ་དེ་དག་དང་ལྡན་ན་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་སངས་རྒྱས་ཀྱི་ཞིང་ཡོངས་སུ་དག་པ་དག་ཏུ་སྐྱེའོ།
en: Noble son, bodhisattvas who possess ten such qualities take birth in pure buddha realms.

source: རིགས་ཀྱི་བུ་ཆོས་བཅུ་དང་ལྡན་ན་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་མངལ་གྱི་དྲི་མས་མ་གོས་པར་སྐྱེའོ།
en: “Noble son, bodhisattvas endowed with ten qualities take birth free of any stain of the womb.

source: དེ་བཞིན་གཤེགས་པའི་གཟུགས་བྱེད་པ་དང་། མཆོད་རྟེན་ཞིག་པ་འཆོས་པ་དང་། དེ་བཞིན་གཤེགས་པའི་མཆོད་རྟེན་དག་ལ་སྤོས་ཀྱི་བྱུག་པ་འབུལ་བ་དང་། དེ་བཞིན་གཤེགས་པའི་སྐུ་གཟུགས་དག་ལ་ཁྲུས་ཀྱི་སྤོས་ཆུ་འབུལ་བ་དང་། དེ་བཞིན་གཤེགས་པའི་མཆོད་རྟེན་དག་ལ་ཕྱག་དར་དང་། སྐྱོང་ནུལ་བྱ་བ་འབུལ་བ་དང་།
en: to produce images of the thus-gone ones, to restore shrines that have crumbled, to offer incense at shrines devoted to the thus-gone ones, to wash statues of the thus-gone ones with scented water, to sweep and plaster shrines devoted to the thus-gone ones,

source: ཕ་མ་དག་ལ་ལུས་ཀྱི་རིམ་གྲོ་བྱེད་པ་དང་། མཁན་པོ་དང་། སློབ་དཔོན་དག་ལ་ལུས་ཀྱི་རིམ་གྲོ་བྱེད་པ་དང་། ཚངས་པ་མཚུངས་པར་སྤྱོད་པ་རྣམས་ལ་ལུས་ཀྱི་རིམ་གྲོ་བྱེད་ཅིང་།
en: to serve their parents physically, to serve their preceptors and masters physically, to serve physically those who maintain pure conduct,

source: དེ་ཡང་ཟང་ཟིང་མེད་པའི་སེམས་ཀྱིས་ཏེ། ཟང་ཟིང་དང་བཅས་པས་མ་ཡིན་ལ། དགེ་བའི་རྩ་བ་དེ་ཡང་འདི་ལྟར་དགེ་བའི་རྩ་བ་འདིས་སེམས་ཅན་ཐམས་ཅད་མངལ་གྱི་དྲི་མས་མ་གོས་པར་སྐྱེ་བར་གྱུར་ཅིག་ཅེས་ཡོངས་སུ་སྔོ་ཞིང་། དེ་ཡང་བསམ་པ་ཐག་པ་ནས་སེམས་པ་སྟེ།
en: to do all this without any interest in material things and not for the sake of such things, and to dedicate with a heartfelt wish, saying, ‘By these roots of virtue, may all beings be born without the stains of the womb.’

source: རིགས་ཀྱི་བུ་ཆོས་བཅུ་པོ་དེ་དག་དང་ལྡན་ན་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་མངལ་གྱི་དྲི་མས་མ་གོས་པར་སྐྱེའོ།
en: Noble son, bodhisattvas who possess ten such qualities take birth free of any stain of the womb.

source: རིགས་ཀྱི་བུ་ཆོས་བཅུ་དང་ལྡན་ན་བྱང་ཆུབ་སེམས་དཔའ་ཁྱིམ་གྱི་གནས་ནས་མངོན་པར་བྱུང་བ་རྣམས་ཡིན་ནོ།
en: “Noble son, bodhisattvas endowed with ten qualities renounce the household life.

source: ཉེ་བར་ལེན་པ་མེད་པ་རྣམས་ཡིན། འདུ་འཛི་མེད་པར་སྤྱོད་པ་རྣམས་ཡིན།
en: lack of appropriation; activity free from distracting social ties;

source: ཡུལ་ལ་རྒྱབ་ཀྱིས་ཕྱོགས་པ་རྣམས་ཡིན། ཡུལ་ལ་སྲེད་པ་དང་བྲལ་བ་རྣམས་ཡིན། ཡུལ་གྱི་ཉེས་པས་མི་ཚུགས་པ་རྣམས་ཡིན།
en: turning away from objects; freedom from craving objects; being unharmed by the flaws of objects;

source: དེ་བཞིན་གཤེགས་པས་ཚུལ་ཁྲིམས་བཅས་པ་ལ་རིམ་གྲོ་བྱེད་ཅིང་བརྩོན་པ་དང་། ཤིན་ཏུ་བསླབས་པ་རྣམས་ཡིན།
en: venerating, pursuing, and training hard in the discipline prescribed by the thus-gone ones;

source: གོས་དང་། བསོད་སྙོམས་དང་། མལ་ཆ་ངན་ངོན་དང་། ནད་ཀྱི་རྐྱེན་རྩི་དང་། ཡོ་བྱད་ངན་ངོན་དག་གིས་ཆོག་པ་རྣམས་ཡིན།
en: contentment with the most basic clothing, alms, bedding, medicines, and utensils;

source: ལྷུང་བཟེད་དང་། ཆོས་གོས་དང་། ཡོ་བྱད་སོགས་པ་དང་བྲལ་བ་རྣམས་ཡིན།
en: refraining from accumulating alms bowls, Dharma robes, and utensils;

source: རྟག་པར་འཇིགས་པའི་ཡིད་དང་ལྡན་ཞིང་ཡུལ་རྣམས་ལས་སྐྱོ་བ་རྣམས་ཡིན།
en: constant timidity and weariness with objects;

source: དབེན་པ་ལ་དགའ་ཞིང་རྟག་ཏུ་སྒོམ་པ་ལ་བརྩོན་པ་རྣམས་ཡིན་ནོ།
en: and delighting in places of solitude and diligence in practice.

source: རིགས་ཀྱི་བུ་ཆོས་བཅུ་པོ་དེ་དག་དང་ལྡན་ན་བྱང་ཆུབ་སེམས་དཔའ་ཁྱིམ་གྱི་གནས་ནས་མངོན་པར་བྱུང་བ་རྣམས་ཡིན་ནོ།
en: Noble son, bodhisattvas who possess ten such qualities renounce the household life.

source: རིགས་ཀྱི་བུ་ཆོས་བཅུ་དང་ལྡན་ན་བྱང་ཆུབ་སེམས་དཔའ་འཚོ་བ་ཡོངས་སུ་དག་པ་རྣམས་ཡིན་ནོ།
en: “Noble son, bodhisattvas endowed with ten qualities have a pure livelihood.

source: ཚུལ་འཆོས་པ་དང་། ཁ་གསག་གི་རྙེད་པ་དང་བྲལ་བ་རྣམས་ཡིན། བརྡའི་རྙེད་པ་དང་བྲལ་བ་རྣམས་ཡིན། གཞོགས་སློངས་ཀྱི་རྙེད་པ་དང་བྲལ་བ་རྣམས་ཡིན། མི་རིགས་པར་བཙལ་བའི་རྙེད་པ་དང་བྲལ་བ་རྣམས་ཡིན། ཆོས་མ་ཡིན་པའི་རྙེད་པ་དང་བྲལ་བ་རྣམས་ཡིན། ཡོངས་སུ་མ་དག་པའི་རྙེད་པ་དང་བྲལ་བ་རྣམས་ཡིན། རྙེད་པ་ལ་ཞེན་པ་མེད་པ་རྣམས་ཡིན། རྙེད་པ་ལ་ཆགས་པ་མེད་པ་རྣམས་ཡིན། ཡོངས་སུ་ཡི་འཆད་པའི་རང་བཞིན་མེད་པ་རྣམས་ཡིན། ཆོས་ཀྱི་རྙེད་པས་ཆོག་ཤེས་པ་རྣམས་ཡིན་ནོ།
en: not acquiring things through pretense and flattery, not acquiring things by making hints, not acquiring things by covert urging, not acquiring things through improper avenues, not acquiring things through non-Dharma, not acquiring things through impure ways, not being attached to acquisition, not desiring acquisition, not growing weary, and being content with the acquisition of the Dharma.

source: རིགས་ཀྱི་བུ་ཇི་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་ཚུལ་འཆོས་པ་དང་། ཁ་གསག་གི་རྙེད་པ་དང་བྲལ་བ་ཡིན་ཞེ་ན།
en: “Noble son, you may wonder what is meant by not acquiring things through pretense and flattery.

source: རིགས་ཀྱི་བུ་འདི་ལ་བྱང་ཆུབ་སེམས་དཔའ་རྙེད་པའི་རྒྱུ་རྙེད་པའི་ཕྱིར་ལུས་ཀྱིས་ཚུལ་འཆོས་པ་མི་བྱེད།
en: Noble son, bodhisattvas will not physically act in pretentious ways for the sake of acquiring things.

source: ངག་གིས་ཚུལ་འཆོས་པ་མི་བྱེད། སེམས་ཀྱིས་ཚུལ་འཆོས་པ་མི་བྱེད་དོ།
en: Neither will they be pretentious in terms of their speech or mind.

source: ཇི་ལྟར་ན་ལུས་ཀྱི་ཚུལ་འཆོས་པ་མི་བྱེད་པ་ཡིན་ཞེ་ན།
en: What does it mean to refrain from physical pretense?

source: བྱང་ཆུབ་སེམས་དཔའ་ནི་སྦྱིན་པ་བྱེད་པ་དང་། སྦྱིན་པའི་བདག་པོ་མཐོང་ན། སྤྱོད་ལམ་མི་འཆོས་སོ།
en: When bodhisattvas see a donor or a benefactor, they will not try to improve their conduct.

source: ཇི་ལྟར་ན་སྤྱོད་ལམ་མི་འཆོས་ཞེ་ན། གཉའ་ཤིང་གང་ཙམ་དུ་ལྟ་བ་དང་། སྐྱོ་བར་ལྟ་བ་དང་། སྒྲིབ་པ་མེད་པར་ལྟ་བས་གོམ་པ་བགས་ཀྱིས་དལ་དལ་ནས་འདོར་ཞིང་འདེག་པ་མ་ཡིན།
en: How so? They will not suddenly walk slowly, keeping their vision within the range of a yoke, and maintain an air of weariness and freedom from obscuration.

source: དེ་ལྟར་ན་ལུས་ཀྱི་ཚུལ་འཆོས་པ་མི་བྱེད་དོ།
en: Thus they avoid physical pretense.

source: བྱང་ཆུབ་སེམས་དཔའ་ནི་སྦྱིན་པ་བྱེད་པ་དང་། སྦྱིན་བདག་མཐོང་ན་
en: When bodhisattvas see a donor or a benefactor

source: ཇི་ལྟར་ན་ངག་གི་ཚུལ་འཆོས་པ་མི་བྱེད་ཅེ་ན།
en: How do they avoid verbal pretense?

source: བྱང་ཆུབ་སེམས་དཔའ་ནི་རྙེད་པའི་རྒྱུ་རྙེད་པའི་ཕྱིར་གཅོམ་བསྐྱུངས་ཤིང་སྨྲ་བ་མ་ཡིན།
en: Bodhisattvas will not be soft-spoken for the sake of acquisitions.

source: འཇམ་པོར་སྨྲ་བ་མ་ཡིན། དགའ་བར་སྨྲ་བ་མ་ཡིན། རྗེས་སུ་འབྲང་བའི་ཚིག་བརྗོད་པ་མ་ཡིན་ཏེ།
en: Neither will they speak gently, with humor, or in a way that entices others.

source: དེ་ལྟར་ན་ངག་གི་ཚུལ་འཆོས་པ་མི་བྱེད་དོ།
en: Thus they avoid verbal pretense.

source: ཇི་ལྟར་ན་སེམས་ཀྱི་ཚུལ་འཆོས་པ་མི་བྱེད་ཅེ་ན།
en: How, then, do they avoid mental pretense?

source: བྱང་ཆུབ་སེམས་དཔའ་ནི་སྦྱིན་པ་བྱེད་པ་འམ། སྦྱིན་པའི་བདག་པོས་རྙེད་པ་བསྟབས་ན། ཚིག་གིས་འདོད་པ་ཆུང་བར་སྟོན་ཅིང་སེམས་ཀྱིས་འདོད་པ་སྐྱེད་པ་མ་ཡིན་ནོ།
en: When a donor or a benefactor is offering things, bodhisattvas will not pretend to have few desires while their minds are avaricious.

source: རིགས་ཀྱི་བུ་འདི་ལྟ་སྟེ། ཚིག་གིས་འདོད་པ་ཆུང་ལ། སེམས་ཀྱིས་རྙེད་པ་འདོད་པ་འདི་ནི་ནང་གི་གདུང་བ་ཡིན་ཏེ། དེ་ལྟར་ན་སེམས་ཀྱིས་ཚུལ་འཆོས་པ་མི་བྱེད་དེ།
en: Noble son, speaking as if one were content while actually being avaricious is a form of inner torment, and bodhisattvas do not engage in such pretense.

source: དེ་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་ཚུལ་འཆོས་པ་དང་། ཁ་གསག་གི་རྙེད་པ་དང་བྲལ་བ་ཡིན་ནོ།
en: Thus, bodhisattvas are free from acquiring things through pretense and flattery.

source: ཇི་ལྟར་ན་བརྡའི་རྙེད་པ་དང་བྲལ་བ་ཡིན་ཞེ་ན།
en: “How, you may wonder, do they not acquire things by making hints?

source: བྱང་ཆུབ་སེམས་དཔའ་ནི་སྦྱིན་པ་བྱེད་པ་འམ། སྦྱིན་བདག་མཐོང་ན་བདག་གོས་ཀྱིས་ཕོངས་སོ། །བདག་ལྷུང་བཟེད་ཀྱིས་ཕོངས་སོ། །བདག་ནད་ཀྱི་རྐྱེན་རྩིས་ཕོངས་སོ་ཞེས་
en: When bodhisattvas see a donor or a benefactor they will not make any indication by saying, ‘I need clothing,’ ‘I have no begging bowl,’ or ‘I need medicine.’

source: བརྡ་མི་བྱེད་ཅིང་། སྦྱིན་པ་བྱེད་པའམ། སྦྱིན་བདག་ལ་མི་སློང་ཞིང་ཚིག་ཏུ་མི་བརྗོད་དེ།
en: They will not petition the donor or benefactor, and they will not utter any words to such an effect.

source: དེ་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་བརྡའི་རྙེད་པ་དང་བྲལ་བ་ཡིན་ནོ།
en: Thus, bodhisattvas do not acquire things by making hints.

source: ཇི་ལྟར་ན་གཞོགས་སློངས་ཀྱི་རྙེད་པ་དང་བྲལ་བ་ཡིན་ཞེ་ན།
en: “How, you may wonder, do they not acquire things through covert urging?

source: བདག་སྦྱིན་པའི་བདག་པོ་ཆེ་གེ་མོ་ཞིག་གིས་དངོས་པོ་ཆེ་གེ་མོ་ཞིག་བྱིན་ཏེ། དེ་ལ་བདག་གིས་ཀྱང་ཕན་པ་ཆེ་གེ་མོ་ཞིག་བྱས་སོ། །
en: ‘Such and such a benefactor gave me such and such a thing, which I was able to make such and such fine use of.

source: དེས་ཀྱང་བདག་ལ་ཚུལ་ཁྲིམས་དང་ལྡན་པར་རིག་སྟེ། མང་དུ་ཐོས་པའོ། །འདོད་པ་ཆུང་བའོ་ཞེས་འདི་དང་འདི་བྱིན་ནོ།
en: I was offered this because the benefactor knew of my discipline, great learning, and humble ways.

source: བདག་གིས་ཀྱང་དེ་ལ་སྙིང་རྗེ་བའི་སེམས་ཉེ་བར་གཞག་སྟེ་བླངས་སོ་ཞེས་
en: Full of compassion for him, I did accept the gift.’

source: དེ་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་གཞོགས་སློངས་ཀྱི་རྙེད་པ་དང་བྲལ་བ་ཡིན་ནོ།
en: Thus, bodhisattvas are free from acquisition through covert urging.

source: ཇི་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་མི་རིགས་པར་བཙལ་བའི་རྙེད་པ་དང་བྲལ་བ་ཡིན་ཞེ་ན།
en: “How, you may wonder, do they not acquire things through improper avenues?

source: རིགས་ཀྱི་བུ་བྱང་ཆུབ་སེམས་དཔའ་ནི་ལུས་ལ་རྨ་བྱུང་བ་དང་། སེམས་ལ་རྨ་བྱུང་བར་རྙེད་པ་ཚོལ་བ་མ་ཡིན་ཏེ།
en: Noble son, bodhisattvas do not seek acquisition in ways that cause physical or mental harm.

source: རྙེད་པའི་རྒྱུ་རྙེད་པའི་ཕྱིར་རྒྱུག་པ་དང་། ཀུན་ཏུ་རྒྱུག་པ་དང་། ཚུལ་ཁྲིམས་འཆལ་བར་སྤྱོད་པའོ།
en: Physical harm is to run, race, and let one’s discipline become corrupted for the sake of acquiring things.

source: སེམས་ཀྱི་རྨ་ནི་འདི་ལྟ་སྟེ། རྙེད་པ་ལ་སྨོན་པ་དང་། ཚངས་པ་མཚུངས་པར་སྤྱོད་པ་གཞན་གྱིས་རྙེད་པ་དག་ལ་གནོད་སེམས་མང་བ་སྟེ།
en: Mental harm is to wish for acquisitions and to harbor aggressive thoughts in relation to the possessions of other practitioners who maintain pure conduct.

source: དེ་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་མི་རིགས་པ་བཙལ་བའི་རྙེད་པ་དང་བྲལ་བ་ཡིན་ནོ།
en: Thus, bodhisattvas are free from acquisition through improper avenues.

source: ཇི་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་ཆོས་མ་ཡིན་པའི་རྙེད་པ་དང་བྲལ་བ་ཡིན་ཞེ་ན།
en: “How, you may wonder, do they not acquire things through non-Dharma?

source: རིགས་ཀྱི་བུ་འདི་ལ་བྱང་ཆུབ་སེམས་དཔའ་སྲང་ལ་སྒྱུ་མེད་པ་དང་། གཞལ་བ་ལ་སྒྱུ་མེད་པ་དང་། ཡིད་བརྟན་པ་ལ་གནོད་པར་བྱེད་པ་མེད་པ་དང་། གཡོས་རྙེད་པ་མི་སྒྲུབ་པ་སྟེ།
en: Noble son, bodhisattvas play no tricks with scales and measures, they do not harm those who are trusting, and they do not acquire things by way of deceit.

source: དེ་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་ཆོས་མ་ཡིན་པའི་རྙེད་པ་དང་བྲལ་བ་ཡིན་ནོ།
en: Thus bodhisattvas are free from acquisition through non-Dharma.

source: ཇི་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་ཡོངས་སུ་མ་དག་པའི་རྙེད་པ་དང་བྲལ་བ་ཡིན་ཞེ་ན་
en: “How, you may wonder, are they free from impure acquisitions?

source: འདི་ལ་བྱང་ཆུབ་སེམས་དཔའ་གང་མཆོད་རྟེན་གྱི་དང་འདྲེས་པའམ། ཆོས་ཀྱི་དང་འདྲེས་པའམ། དགེ་འདུན་གྱི་དང་འདྲེས་པའམ། མ་བྱིན་པའམ། མ་གནང་བ་དེ་དག་མི་ལེན་ཅིང་བདག་གིར་མི་བྱེད།
en: That which belongs to a shrine, belongs to the Dharma, belongs to the saṅgha, and that which was not given or not offered—all such things bodhisattvas do not take and do not make their own.

source: ཆགས་པའི་སེམས་མི་སྐྱེད་དེ།
en: Bodhisattvas have no desire for such things.

source: དེ་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་ཡོངས་སུ་མ་དག་པའི་རྙེད་པ་དང་བྲལ་བ་ཡིན་ནོ།
en: Thus, bodhisattvas are free from impure acquisitions.

source: ཇི་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་རྙེད་པ་ལ་ཞེན་པ་མེད་པ་ཡིན་ཞེ་ན།
en: “How, you may wonder, are they free from attachment to acquisition?

source: རིགས་ཀྱི་བུ་འདི་ལ་བྱང་ཆུབ་སེམས་དཔའ་རྙེད་པ་རྙེད་ཀྱང་བདག་གིར་མི་བྱེད་ནོར་དུ་མི་རྩི་ཚོགས་སུ་མི་བྱེད་ཅིང་།
en: Noble son, even though bodhisattvas may obtain something, they do not think of it as theirs, they do not consider it wealth, and they do not treat it as capital.

source: དུས་དུས་སུ་དགེ་སྦྱོང་དང་། བྲམ་ཟེ་དང་། ཕ་མ་དང་། མཛའ་བོ་དང་། བློན་པོ་དང་། གཉེན་བཤེས་དང་། སྣག་གི་གཉེན་མཚམས་དག་ལ་གཏོང་ཞིང་།
en: At times, they make gifts of it to mendicants, brahmins, parents, friends, relatives, or kinsmen.

source: དུས་དུས་སུ་བདག་ཀྱང་ཡོངས་སུ་སྤྱོད་ལ།
en: At other times, they partake of it themselves.

source: ཡོངས་སུ་སྤྱོད་པའི་ཚེ་ཆགས་པ་མེད་པ་དང་། ཞེན་པ་མེད་པར་ཡོངས་སུ་སྤྱོད་དོ།
en: However, if they make use of it themselves, they do so without desire or attachment.

source: རྙེད་པ་མ་རྙེད་ན་ཡང་སྐྱོ་བའི་སེམས་མི་སྐྱེད་ཅིང་ཡོངས་སུ་ཡི་མི་འཆད་དེ། སྦྱིན་པ་བྱེད་པ་དང་། སྦྱིན་བདག་རྣམས་ལ་མ་དད་པར་མི་འཛིན་པ་ཡིན་པ་སྟེ།
en: When they fail to obtain anything, they do not become sad or despondent, and they do not lose faith in their donors or benefactors.

source: དེ་ཆོས་དང་འཐུན་པའི་རྙེད་པ། དགེ་འདུན་གྱིར་གཏོགས་པ། དེ་བཞིན་གཤེགས་པས་བསྔགས་པ། བྱང་ཆུབ་སེམས་དཔས་མ་སྨད་པ། ལྷས་བསྟོད་པ། ཚངས་པ་མཚུངས་པར་སྤྱོད་པས་མི་དཔྱ་བས་ཆོག་ཤེས་པ་ཡིན་ནོ།
en: They are content with what is in accord with the Dharma, pertains to the saṅgha, is praised by the victorious ones, is not reviled by the bodhisattvas, is admired by the gods, and is not banned for those who maintain pure conduct.

source: རིགས་ཀྱི་བུ་ཆོས་བཅུ་པོ་དེ་དག་དང་ལྡན་ན་བྱང་ཆུབ་སེམས་དཔའ་འཚོ་བ་ཡོངས་སུ་དག་པ་རྣམས་ཡིན་ནོ།
en: Noble son, bodhisattvas who possess ten such qualities have a pure livelihood.

source: རིགས་ཀྱི་བུ་ཆོས་བཅུ་དང་ལྡན་ན་བྱང་ཆུབ་སེམས་དཔའ་ཡིད་ཡོངས་སུ་མི་སྐྱོ་བ་རྣམས་ཡིན་ནོ།
en: “Noble son, bodhisattvas endowed with ten qualities stay clear of weariness.

source: སེམས་ཅན་གྱི་རྒྱུ་སེམས་ཅན་གྱི་ཕྱིར་འཁོར་བ་ན་གནས་པས་ཡོངས་སུ་མི་སྐྱོའོ།
en: not being weary of remaining in cyclic existence because of, and for the sake of, sentient beings;

source: སེམས་ཅན་གྱི་རྒྱུ་སེམས་ཅན་གྱི་ཕྱིར་འཁོར་བའི་སྡུག་བསྔལ་གྱིས་ཡོངས་སུ་མི་སྐྱོའོ།
en: not being weary of the suffering of cyclic existence because of, and for the sake of, sentient beings;

source: སེམས་ཅན་གྱི་དོན་རྣམས་ལ་ཡོངས་སུ་མི་སྐྱོའོ།
en: not being weary of the welfare of sentient beings;

source: སེམས་ཅན་གྱི་དགོས་པ་རྣམས་ལ་ཡོངས་སུ་མི་སྐྱོའོ།
en: not being weary of the needs of sentient beings;

source: སེམས་ཅན་གྱི་བྱ་བ་རྣམས་ལ་ཡོངས་སུ་མི་སྐྱོའོ།
en: not being weary of the actions of sentient beings;

source: གང་ཟག་ཉན་ཐོས་ཀྱི་ཐེག་པ་པ་རྣམས་ལ་ལམ་སྟོན་པས་ཡོངས་སུ་མི་སྐྱོའོ།
en: not being weary of showing the way to individuals belonging to the Hearer Vehicle;

source: དེ་དག་ལ་མ་དད་པར་ཡང་མི་བྱེད་དོ།
en: not causing such beings to lose faith;

source: བྱང་ཆུབ་ཀྱི་ཕྱོགས་ཀྱི་ཆོས་ཡོངས་སུ་བསྡུ་བས་ཀྱང་ཡོངས་སུ་མི་སྐྱོའོ།
en: not being weary of gathering the qualities of the factors of awakening;

source: བྱང་ཆུབ་ཀྱི་ཚོགས་ཡོངས་སུ་རྫོགས་པར་བྱ་བས་ཀྱང་ཡོངས་སུ་མི་སྐྱོའོ།
en: not being weary of perfecting the accumulations for awakening;

source: བསམ་པ་མྱ་ངན་ལས་འདས་པར་གྱུར་ཀྱང་མྱ་ངན་ལས་འདས་པ་ལ་མངོན་པར་མི་ལྟའི། བྱང་ཆུབ་ལ་གཞོལ། བྱང་ཆུབ་ལ་འབབ། བྱང་ཆུབ་ལ་བབ་པ་རྣམས་ཡིན་ནོ།
en: not focusing on the transcendence of suffering although the mind has gone beyond suffering, but instead pursuing, reaching, and merging with awakening.

source: རིགས་ཀྱི་བུ་ཆོས་བཅུ་པོ་དེ་དག་དང་ལྡན་ན་བྱང་ཆུབ་སེམས་དཔའ་ཡིད་ཡོངས་སུ་མི་སྐྱོ་བ་རྣམས་ཡིན་ནོ།
en: Noble son, bodhisattvas who possess ten such qualities stay clear of weariness.

source: རིགས་ཀྱི་བུ་ཆོས་བཅུ་དང་ལྡན་ན་བྱང་ཆུབ་སེམས་དཔའ་དེ་བཞིན་གཤེགས་པ་རྣམས་ཀྱི་བཀའ་བཞིན་བྱེད་པ་རྣམས་ཡིན་ནོ།
en: “Noble son, bodhisattvas endowed with ten qualities fulfill the command of the thus-gone ones.

source: བག་མེད་པ་ཐམས་ཅད་དང་བྲལ་ཞིང་བག་ཡོད་པར་སྤྱོད་པ་རྣམས་ཡིན།
en: separating from all forms of carelessness and being careful in their conduct;

source: ལུས་ཀྱིས་ཤིན་ཏུ་བསྡམས་ཤིང་ལུས་ཀྱི་ངན་དུ་སྤྱད་པ་མི་སྤྱོད་པ་རྣམས་ཡིན།
en: having strict control of their body and giving up all forms of bodily misbehavior;

source: ངག་གིས་ཤིན་ཏུ་བསྡམས་ཤིང་ངག་གི་ངན་དུ་སྤྱད་པ་མི་སྤྱོད་པ་རྣམས་ཡིན།
en: having strict control of their speech and giving up all forms of verbal misbehavior;

source: ཡིད་ཀྱིས་ཤིན་ཏུ་བསྡམས་ཤིང་ཡིད་ཀྱི་ངན་དུ་སྤྱད་པ་མི་སྤྱོད་པ་རྣམས་ཡིན།
en: having strict control of their mind and giving up all forms of mental misbehavior;

source: འཇིག་རྟེན་ཕ་རོལ་གྱིས་འཇིགས་ཤིང་མི་དགེ་བའི་ཆོས་ཐམས་ཅད་རྣམ་པར་སྤངས་པ་རྣམས་ཡིན།
en: fearing what lies beyond this world and giving up all factors of nonvirtue;

source: རིགས་པར་སྨྲ་ཞིང་མི་རིགས་པ་ཐམས་ཅད་དང་བྲལ་བ་རྣམས་ཡིན།
en: speaking appropriately and giving up inappropriate speech;

source: ཆོས་སྨྲ་ཞིང་ཆོས་མ་ཡིན་པ་ལ་སྨོད་པ་རྣམས་ཡིན།
en: speaking the Dharma and reproaching non-Dharma;

source: སྨད་པའི་ལས་རྣམ་པར་སྤངས་ཤིང་དགེ་བའི་ལས་ཀྱི་རྗེས་སུ་འབྲང་བ་རྣམས་ཡིན།
en: giving up reproachable acts and adhering to virtuous action;

source: དེ་བཞིན་གཤེགས་པའི་བསྟན་པ་ལ་སུན་མི་འབྱིན་ཅིང་ཉོན་མོངས་པའི་དྲི་ང་བའི་ཡུལ་ཐམས་ཅད་དང་བྲལ་བ་རྣམས་ཡིན།
en: not discrediting the teachings of the thus-gone ones and separating from all objects that reek of affliction;

source: དེ་བཞིན་གཤེགས་པའི་ཆོས་ཉིད་ཡོངས་སུ་སྐྱོང་ཞིང་སྡིག་པ་མི་དགེ་བའི་ཆོས་རྣམས་ལ་སྲུང་བ་རྣམས་ཡིན་ནོ།
en: sustaining the intrinsic nature of the thus-gone ones and guarding against all negative and unvirtuous actions.

source: རིགས་ཀྱི་བུ་ཆོས་བཅུ་པོ་དེ་དག་དང་ལྡན་ན་བྱང་ཆུབ་སེམས་དཔའ་དེ་བཞིན་གཤེགས་པ་རྣམས་ཀྱི་བཀའ་བཞིན་བྱེད་པ་རྣམས་ཡིན་ནོ།
en: Noble son, bodhisattvas who possess ten such qualities fulfill the command of the thus-gone ones.

source: རིགས་ཀྱི་བུ་ཆོས་བཅུ་དང་ལྡན་ན་བྱང་ཆུབ་སེམས་དཔའ་བཞིན་འཛུམ་ཞིང་ཁྲོ་གཉེར་མེད་པ་རྣམས་ཡིན་ནོ།
en: “Noble son, bodhisattvas endowed with ten qualities keep their smiling faces free of angry frowns.

source: བཅུ་གང་ཞེ་ན། འདི་ལྟ་སྟེ། དབང་པོ་ཤིན་ཏུ་དང་བ་རྣམས་ཡིན། དབང་པོ་ཡོངས་སུ་དག་པ་རྣམས་ཡིན། དབང་པོ་གསལ་བ་རྣམས་ཡིན། དབང་པོ་དྲི་མ་མེད་པ་རྣམས་ཡིན། དབང་པོ་ཡོངས་སུ་བྱང་བ་རྣམས་ཡིན། གནོད་སེམས་དང་བྲལ་བ་རྣམས་ཡིན། བག་ལ་ཉལ་བ་དང་བྲལ་བ་རྣམས་ཡིན། ཀུན་ནས་ལྡང་བ་དང་བྲལ་བ་རྣམས་ཡིན། ཐ་བ་དང་མདུད་པར་འཛིན་པ་དང་བྲལ་བ་རྣམས་ཡིན། ཁྲོ་བ་དང་བྲལ་བ་རྣམས་ཡིན་ནོ།
en: What are those ten? They are extremely bright faculties, completely pure faculties, clear faculties, stainless faculties, trained faculties, freedom from ill will, freedom from latent tendencies, freedom from blatant afflictions, freedom from hardened and tied-up ways of grasping, and freedom from anger.

source: རིགས་ཀྱི་བུ་ཆོས་བཅུ་པོ་དེ་དག་དང་ལྡན་ན་བྱང་ཆུབ་སེམས་དཔའ་བཞིན་འཛུམ་ཞིང་ཁྲོ་གཉེར་མེད་པ་རྣམས་ཡིན་ནོ།
en: Noble son, bodhisattvas who possess ten such qualities keep their smiling faces free of angry frowns.”

source: བྱང་ཆུབ་སེམས་དཔའ་སྒྲིབ་པ་ཐམས་ཅད་རྣམ་པར་སེལ་བས་གསོལ་པ། བཅོམ་ལྡན་འདས་ཀྱིས་གསུངས་པའི་དོན་ཇི་ལྟ་བུ་ལགས་པ་བདག་གིས་འཚལ་ཏེ།
en: “I wonder,” said the bodhisattva Sarva­nīvaraṇa­viṣkam­bhin, “whether what the Blessed One has explained implies that

source: བྱང་ཆུབ་སེམས་དཔའ་རྣམས་དབང་པོ་ཡོངས་སུ་དག་པས་ན་བཞིན་འཛུམ་པ་ལགས། ཉོན་མོངས་པ་རྣམས་དང་བྲལ་བས་ན་ཁྲོ་གཉེར་མ་མཆིས་པ་ལགས་སོ།
en: the bodhisattvas’ completely pure faculties lend them their smiling countenance, and that their being free of afflictions prevents angry frowns.”

source: བྱང་ཆུབ་སེམས་དཔའ་རྣམས་དབང་པོ་ཡོངས་སུ་དག་པས་ན་བཞིན་འཛུམ་པ་ཡིན། ཉོན་མོངས་པ་རྣམས་དང་བྲལ་བས་ན་ཁྲོ་གཉེར་མེད་པ་ཡིན་ནོ།
en: The bodhisattvas’ completely pure faculties lend them their smiling countenance, and their being free of afflictions prevents angry frowns.

source: རིགས་ཀྱི་བུ་ཆོས་བཅུ་དང་ལྡན་ན་བྱང་ཆུབ་སེམས་དཔའ་མང་དུ་ཐོས་པ་རྣམས་ཡིན་ནོ།
en: “Noble son, bodhisattvas endowed with ten qualities have received abundant teaching.
